IDEA Open Model
ParameterDouble Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ParameterDouble class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ParameterDouble()
Public Sub New
public:
ParameterDouble()
See Also
Reference
ParameterDouble Class
IdeaRS.OpenModel.CrossSection Namespace